name: "test"
backend: "python"
max_batch_size: 4

input [
  {
    name: "INPUT"
    data_type: TYPE_FP32
    dims: [-1]
    allow_ragged_batch: true
  }
]

output [
  {
    name: "OUTPUT"
    data_type: TYPE_FP32
    dims: [49, 768]
  }
]

instance_group [
  {
    kind: KIND_CPU
  }
]
